bbenoist.nix
charliermarsh.ruff
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dnut.rewrap-revived
docker.docker
gruntfuggly.todo-tree
ionide.ionide-fsharp
james-yu.latex-workshop
jnoortheen.nix-ide
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
muhammad-sammy.csharp
renesaarsoo.sql-formatter-vsc
timonwong.shellcheck
tuttieee.emacs-mcx
valentjn.vscode-ltex
yzhang.markdown-all-in-one
